Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamen_kielten_opettajaopiskelijat_harjoittelivat_ensimmaista_kertaa_etayhteyksin_-_uskon_etta_tasta_kokemuksesta_on_hyotya_tulevaisuudessa_.html.tmx
Source language: fin
Languages: sme

source: Saamen kielten opettajaopiskelijat harjoittelivat ensimmäistä kertaa etäyhteyksin – ”Uskon, että tästä kokemuksesta on hyötyä tulevaisuudessa”
sme: Sámegielaid oahpaheaddjestudeanttat hárjehalle vuosttaš háve gáiddusoahpahusas – “Mun jáhkán, ahte dán vásáhusas lea ávki boahtteáigge”

source: Tulevat saamen kielten opettajat ovat ensimmäistä kertaa suorittaneet osan opetusharjoitteluistaan etäyhteyksin Saamen kielten etäyhteyksiä hyödyntävässä pilottihankkeessa .
sme: Boahttevaš sámegielaid oahpaheaddjit leat vuosttaš háve čađahan oasi oahpaheaddjehárjehallamis gáiddusin Sámegielaid gáiddusoahpahusa pilohttaprošeavttas .

source: Opetusharjoittelijoita on ollut inarin-, koltan- ja pohjoissaamen kielissä.
sme: Oahpaheaddjehárjehallit leat leamašan anáraš-, nuortalaš- ja davvisámegielas.

source: Opetusharjoittelut ovat osa Oulun yliopiston Ketterä korkeakoulu -hanketta , jossa koulutetaan saamenkielisiä aineenopettajia.
sme: Oahpaheaddjehárjehallamat gullet Oulu universitehta Geabbilis allaskuvla -prošektii , mas skuvlejuvvojit sámegielat ávnnasoahpaheaddjit.

source: Opetusharjoittelussa opiskelijat ovat päässeet tutustumaan etäyhteyksiä hyödyntävän opetuksen pedagogiikkaan ja didaktiikkaan sekä syventämään omaa osaamistaan digitaalisten opetusvälineiden käyttämisessä.
sme: Oahpaheaddjehárjehallamis studeanttat leat oahpásnuvvan gáiddusoahpahusa pedagogihkkii ja didaktihkkii ja maiddái čiekŋudan iežaset máhtu digitála oahpahusreaidduid geavaheamis.

source: Opettajaopiskelijat ovat seuranneet etävälitteisiä tunteja ja opettaneet niitä myös itse.
sme: Oahpaheaddjehárjehallit leat čuvvon gáiddusoahppodiimmuid ja maiddái doallan diimmuid ieža.

source: Opettamiseen he ovat saaneet tukea ja ohjausta etähankkeen ohjaavilta opettajilta.
sme: Oahpaheapmái sii leat ožžon doarjaga ja láidema gáiddusprošeavtta oahpaheddjiin.

source: – Opetusharjoittelu on ollut opettavainen kokemus myös minulle, kun harjoittelijat ovat rohkeasti käyttäneet erilaisia digitaalisia ohjelmia opetuksessaan, iloitsee ohjaava opettaja Satu Pieski.
sme: – Oahpaheaddjehárjehallamis lean oahppan maiddái ieš, go hárjehallit leat geavahat duostilit iešguđegelágan digitála reaidduid iežaset oahpahusas, illuda láidesteaddji oahpaheaddji Satu Pieski.

source: – Etäopetus on tulevaisuuden opetusmuoto, toteaa Saamen kielten etäyhteyksiä hyödyntävän opetushankkeen projektipäällikkö Hanna Helander.
sme: – Gáiddusoahpahus lea boahtteáiggi oahpahusvuohki, muitala Sámegielaid gáiddusoahpahusa pilohttaprošeavtta prošeaktahoavda Hanna Helander.

source: – On hienoa, että olemme pystyneet luomaan uusille saamen kielten opettajille mahdollisuuden tutustua etäyhteyksiä hyödyntävään opetukseen ja sen käytäntöihin jo heidän opiskeluvaiheessaan.
sme: – Lea fiinna ášši, ahte mii leat bastán hukset ođđa sámegiela oahpaheddjiide vejolašvuođa oahpásnuvvat gáiddusoahpahussii ja dan geavatlaš beliide juo sin studerenmuttus.

source: Etäopetukseen perehtyminen on tärkeää tulevien opettajien kannalta.
sme: Gáiddusoahpahusa dovdan lea dehálaš boahttevaš oahpaheddjiide.

source: Myös Ketterä korkeakoulu -hankkeen koordinaattori Tiina Mattanen pitää yhteistyötä onnistuneena ja tärkeänä.
sme: Maiddái Geabbilis allaskuvla -prošeavtta koordináhtor Tiina Mattanen oaidná, ahte ovttasbargu lea lihkostuvvan ja dat lea leamašan dehálaš.

source: – Kannustavaa palautetta on tullut sekä harjoittelijoilta että ohjaajilta.
sme: – Mii leat ožžon movttiidahtti máhcahaga sihke hárjehalliin ja oahpaheddjiin.

source: Olen iloinen siitä, että pääsimme kokeilemaan uusia tapoja toteuttaa opetusharjoittelut.
sme: Lean ilus, go mii beasaimet geahččaladdat ođđa vugiid čađahit oahpaheaddjehárjehallama.

source: Tuleva pohjoissaamen kielen opettaja Máren-Elle Länsman on tyytyväinen harjoittelumahdollisuudesta etähankkeen parissa.
sme: Boahttevaš davvisámegiela oahpaheaddji Máren-Elle Länsman lea duđavaš, go beasai hárjehallat gáiddusoahpahusas.

source: – Halusin päästä näkemään ja kokeilemaan itse, miten opetetaan etävälitteisesti.
sme: – Háliidin beassat oaidnit ja geahččaladdat ieš, mo gáiddusin oahpahuvvo.

source: Oli lisäksi mukava harjoitella sellaisen ohjaajan opissa, joka on jo pidempään opettanut etänä.
sme: Lei maiddái somá hárjehallat dakkár oahpaheaddji oahpus, gii lea juo guhkit áigge oahpahan gáiddusin.

source: Uskon, että tästä kokemuksesta on hyötyä tulevaisuudessa.
sme: Mun jáhkán, ahte dán vásáhusas lea ávki boahtteáigge.

source: Saamen kielten etäyhteyksiä hyödyntävässä opetushankkeessa annetaan tänä lukuvuonna opetusta 17 esi- ja perusopetuksen ryhmälle ja kolmelle lukiolaisryhmälle inarin-, koltan- ja pohjoissaamen kielessä.
sme: Sámegielaid gáiddusoahpahusprošeavttas oahpahuvvojit dán lohkanjagi 17 ovda- ja vuođđoskuvlajoavkku ja golbma logahatjoavkku anáraš-, nuortalaš- ja davvisámegielas.

source: Ketterä korkeakoulu -hankkeessa opiskelee yhteensä kymmenkunta opettajaopiskelijaa, ja heidän pedagogiset opintonsa kestävät kuluvan vuoden loppuun saakka.
sme: Geabbilis allaskuvla -prošeavttas studerejit logenár oahpaheaddjestudeantta, ja sin pedagogalaš oahput joatkašuvvet dán jagi lohppii.

source: Koulutushankkeen koulutukset toteutetaan Oulun yliopiston Giellagas-instituutin, kasvatustieteellisen tiedekunnan ja Saamelaisalueen koulutuskeskuksen yhteistyönä.
sme: Skuvlenprošeavtta skuvlejumiid ordnejit ovttasbarggus Oulu universitehta Giellagas-instituhta, bajásgeassindiehtagiid dieđagoddi ja Sámi oahpahusguovddáš.

source: Molemmat hankkeet ovat Opetus- ja kulttuuriministeriön rahoittamia.
sme: Sihke gáiddusoahpahus- ja skuvlenprošeavtta ruhtada Oahpahus- ja kulturministeriija.

source: Lisätietoja:
sme: Lassedieđut:

source: Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke Hanna Helander hanna.helander(at)edu.utsjoki.fi 040 701 2094
sme: Sámegielaid gáiddusoahpahusprošeakta Hanna Helander hanna.helander(at)edu.utsjoki.fi 040 701 2094

source: Ketterä korkeakoulu -hanke Tiina Mattanen tiina.mattanen(at)oulu.fi 029 4483 451
sme: Geabbilis allaskuvla -prošeakta Tiina Mattanen tiina.mattanen(at)oulu.fi 029 4483 451

source: Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke Unna-Maari Pulska unna.pulska(at)samediggi.fi 040 614 5549
sme: Sámegielaid gáiddusoahpahusprošeakta Unna-Maari Pulska unna.pulska(at)samediggi.fi 040 614 5549
